Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: If the government refuses to act, I am afraid the community will have to step in and seek an injunction.
ko: 정부가 조치를 취하기를 거부한다면 community가 개입하여 법원의 명령을 받아내려 하는 수 밖에 없다고 생각합니다.

source: The saddest thing is that the destructive work is still proceeding whilst the government is contemplating the possible actions.
ko: 가장 슬픈 것은 현재 정부가 가능한 조치를 고려하고 있는 와중에도 파괴적인 공사는 여전히 진행되고 있다는 사실입니다.

source: In order to press the government to stop the project, netizens called for complaint email and phone call campaigns.
ko: 정부가 이 프로젝트를 중단시키게 하기 위해 네티즌들은 이메일과 전화로 항의메시지를 보내는 캠페인을 펼쳤다.

source: Serveral government departments finally stepped in and gave warning to the construction.
ko: 결국 여러 정부관계부처들이 개입하여 건설자에 경고조치를 내렸으며 사이먼 로(Simon Lo)는 오늘 대중매체를 통해 건설을 일시 중지하겠다고 밝혔다.

source: Today Mr. Lo told the mainstream media that he would suspend the construction.
ko: 이 사건은 자칫하면 자연 풍경을 파괴하는 일을 허락할 수 있는 현지 입안의 구멍을 드러냈다.

source: Since the incident has exposed the local planning loophole that would destroy nature landscape, local legislators and environmental groups continue to urge the govenment to amend law and demand any construction plan near the country park areas should have proper environmental evaluation and be approved by the environmental department.
ko: 홍콩의 국회의원들과 환경단체들은 홍콩 정부가 법을 수정하여 국립공원 근처 지역에 계획된 모든 건설 계획에 환경에 기반한 평가과정을 거쳐 환경부의 승인을 받도록 할 것을 지속적으로 촉구하고 있다.

source: Georgia: Policeman fired after being identified on Facebook · Global Voices
ko: 그루지아: 시민폭행 경찰 페이스북에서 신원 밝혀져 직위해제

source: More than dozen veterans of Georgia's wars in Abkhazia and South Ossetia began a hunger strike on December 27 demanding that the government address their social problems and restore their medical discounts.
ko: 아브하즈 자치공하국(Abkhazia)과 남오세티아(South Ossetia) 전쟁에 참전 그루지아(영어 명칭 “조지아”) 제대군인들은 지난 12월 27일 사회적 지위와 의료 혜택 정책 복귀를 요구하는 단식 농성에 들어갔다.

source: Camping out in front of a monument to fallen soldiers on Tbilisi's Heroes Square, the ex-soldiers said that they would anyway leave on 6 January, the date of the Georgian Orthodox Christmas Eve.
ko: 트빌리시 영웅 광장에 세워진 전사자 기념비 앞에서 농성을 벌이고 있는 시위대 중 한 명은 그루지아 정교 성탄절 전날인 1월 6일에 농성을 풀겠다고 말했다.

source: Tamada Tales, a EurasiaNet blog, outlined their demands.
ko: 유라시아넷 블로그(EurasiaNet blog)인 타마다 테일즈(Tamada Tales)는 시위대들의 요구를 자세히 설명했다.

source: Demanding state benefits and a change in the government's allegedly "undignified" attitude toward them, a handful of veterans of the 1990s separatist conflicts in Abkhazia and South Ossetia had camped out for over a week at a war memorial to fallen soldiers at downtown Tbilisi’s Heroes Square.
ko: 국가보조금과 참전용사들에 대한 정부의 합당한 대우를 요구하며 1990년대 아브하즈와 남오세티아 자치분쟁에 참여했던 일부 퇴역군인들은 일주일이 넘게 트빌리시 영웅 광장 앞에서 농성을 벌이고 있었다.

source: Their state perks are essentially limited to a monthly utilities allowance that amounts to about $12 and a free public transportation pass.
ko: 현재 정부는 매달 12달러 정도의 연금과 무료 대중교통 이용권으로 혜택을 제한해 둔 상태이다.

source: However, on 3 January, dozens of police officers broke up the strike just hours after protesters allege the presidential escort passed them by.
ko: 그러나 이런 농성은 시위자들이 대통령 경호대가 농성장 주위를 지나쳤다고 주장한 후 불과 한 시간 만에 수십 명의 경찰병력이 동원되어 해체됐다.

source: Without proper warning, some veterans were arrested and excessive force was used.
ko: 시위대 일부는 연행됐고 그 과정에서 무자비한 진압이 이루어졌다.

source: In particular, an employee of the Ministry of Internal Affairs (MIA) punched Eka Matiashvili, an opposition party activist who was there to lend her support to the protesters.
ko: 특히 내무부(the Ministry of Internal Affairs, MIA) 직원 이카 마티아쉬빌(Eka Matiashvili)가 시위대와 함께 현장에 있던 야당 활동가를 폭행하는 사건이 벌어졌다.

source: Although Georgian TV had aired footage of a protest from Moscow the same day, there was little to no coverage of the Tbilisi incident.
ko: 조지아 텔레비전은 같은 날 모스크바에서 열린 시위 현장을 보도 했지만 트빌리시 사건을 국민들로부터 숨길 수는 없었다.

source: And with no official acknowledgement from the government, parliament members said that they didn't even know it had occurred. Instead, images were spread immediately online with videos were uploaded to Youtube and shared on Facebook.
ko: 정부의 공식적인 입장 발표 없이, 의회의원들은 이번 사건에 대해 전혀 몰랐다고 해명하는 가운데 사건 동영상이 유투브(Youtube)와 페이스북(Facebook)에 급속도로 퍼졌다.

source: Many were outraged.
ko: 많은 사람들이 이에 분노했다.

source: The U.S. Ambassador to Georgia, John Bass, condemned the use of excessive force by police, and Facebook user Arachveulebrivi Gamofena (Unusual Exhibition) posted screenshots from the video.
ko: 주미 조지아 대사 존 배스(John Bass)는 경찰의 과잉진압을 비판했으며, 페이스북 사용자 Arachveulebrivi Gamofena (특별 전시)는 동영상 장면 중 한 장면을 인터넷에 올렸다.

source: The images were re-shared by many who wanted to identify the policemen responsible for the violent acts during the dispersal.
ko: 그리고 그 사진은 이번 폭행 사건의 책임자인 경찰의 신분을 밝히기 위해 많은 누리꾼들이 퍼날렀다.

source: After sharing on Facebook, the person responsible for hitting Matiashvili was identified as 26-year-old Otar Gvenetadze.
ko: 페이스북에 사진 게시 이후, Matiashvili 폭행 사건 주범으로 밝혀진 이는 26세 Otar Gvenetadze이다.

source: It was only then that Interior Ministry released an official statement regarding the break up.
ko: 그 후 내무부는 시위대 해체에 대한 첫 번째 공식 입장을 발표했다.

source: According to MIA's website, Gvenetadze was then relieved of his duties for violating the police's own ethical code.
ko: 내무부 홈페이지에 따르면, 내무부는 Gvenetadze를 직위해제 조치했다고 밝혔다.

source: However, Gvenetadze was not the only one who was responsible for attacking protesters, but no others were mentioned in the official statement.
ko: 하지만 Gvenetadze 이외 다른 관련자들의 이름은 언급하지 않았다.

source: Through a Facebook page, Amoicani Mishas JALATEBI !!!
ko: Amoicani Mishas JALATEBI !

source: (Identify Misha's Executioners), users are now trying to identify them.
ko: (폭행 주범자를 밝히자)라는 페이스북 페이지에서는 누리꾼들이 공범을 찾기 위해 노력하고 있다.

source: The topic, along with a poll, was opened on forum.ge , the largest in Georgia, where one user posted excerpts from Georgian Constitution illustrating which articles had been violated by the police.
ko: 이번 사건을 주제로 조지아 최대 규모가 참여한 가운데 forum. ge에서는 공권력에 의해 유린 당한 그루지아 헌법의 일부를 게시하면서 투표를 동시에 실시했다.

source: Out of 229 votes, 192 supported one opinion expressed and demanded that the MIA investigate the case.
ko: 229명 중 192명이 내무부 사건 진상조사를 요구하는 의견에 찬성했다.

source: Morocco: English as the Second Language · Global Voices
ko: 모로코: 영어를 제 2외국어로 선정한다면

source: Lalami’s experience is quite common for a student in Morocco. Said Bellari, a writer for Moroccoboard.com, advocates the gradual eradication of the dependence on the French language, and the introduction of English as the official second language of Morocco. In his essay, he introduces a newfangled concept known as “disliteracy:”
ko: 모로코계 미국인 작가 래일라 랄라미(Laila Lalami)는 최근 African Writing Online과의 인터뷰에서 자신의 어린 시절 교육환경에 대해 자세히 이야기했다.

source: Societies come together based on common values and one objective is to form a way to communicate with one another in order to flourish.
ko: 랄라미는 모로코식 아랍어를 구사하며 자랐다.

source: “For the remaining part, French as a Lingua Franca in Moroccan society, consciously, but even more unconsciously, still reminds us of being slaves, of being dependent, of being backward, of being unable and of being all the things that second rate people are, or better phrased: of being what racist people want you to think of yourselves, of being second rate: I am less worthy, less able.”
ko: 하지만 그녀가 “모로코인 작가들이 모로코어로 쓴 모로코인 등장인물들이 등장하는 소설을 처음 읽은 것”은 그녀가 십대를 넘겨서였다.

source: In addition to distinguishing national identity, an increased use of English will open up new doors in the world of science and technology.
ko: 이는 그녀가 프랑스인 학교를 다녔기 때문이었다.

source: This does not diminish the vast number of scientific publications, and Internet references reported in English.
ko: 그녀는 이렇게 말했다:

source: Mohamed Maree is not the first Egyptian blogger to loose he job because of what he writes in his blog, as he has been preceded by Founon and Ahmed El Droubi, but he is the most recent one to loose his job because of his writings.
ko: 모하메드 마리 (Mohamed Maree) 는 이집트에서 블로그에 쓴 글 때문에 직장을 잃은 첫 블로거가 아니다. 그의 이전에 포우논 (Founon) 과 아흐메드 엘 드로비 (Ahmed El Droubi) 가 있었지만 모하메드는 가장 최근에 블로그의 글 때문에 직장을 잃은 사람이다.

source: Zeinobia elaborates more on the issue: "Maree was working in a pharmaceutical company for two and half months when suddenly the administration of that company decided to terminate his contract because the company found out about he has got political activities and his views are against the Egyptian government".
ko: 제노비아는 이 이슈에 대해 더욱 자세히 써 놓았다. “모하메드는 제약회사에서 2년 반 동안 일하고 있었는데, 갑자기 회사 행정부에서 그가 정치적 활동에 연루되었었고, 그가 이집트 정부의 입장에 반대한다는 것을 알아차려서 그의 고용계약을 파기하겠다고 하였다.

source: She then wonders: "Do we have to blog anonymously in order to keep our jobs!!?"
ko: ” 그녀는 의아해 하였다. “우리는 직장을 부지하려고 블로깅도 익명으로 해야하는건가!

source: Tunisia: Celebrations Welcome the End of Ben Ali's Rule · Global Voices
ko: 튀니지: 벤 알리 정권 종말을 기념하며

source: This post is part of our special coverage of Tunisia Revolution 2011. The Tunisian president Zine El Abidine Ben Ali quit his country on Friday following four weeks of popular protests, putting an end to his 23 years in power.
ko: 4 주에 걸친 대중 시위 끝에 튀니지 대통령 지네 벤 아비딘 알리(Zine El Abidine Ben Ali)가 23년 집권을 마무리하고 금요일 나라를 떠났다.

source: The authorities have declared a state of emergency while the Prime Minister Mohammed Ghannouchi announced on state television that he was taking over as interim President.
ko: 이에 정부는 계엄령을 선포했고 총리인 모하메드 마누치(Mohammed Ghannouchi)는 공영 방송에서 임시 대통령직을 수락한다고 발표했다.

source: This comes after violent clashes opposed protesters and riot police in central Tunis, the capital city.
ko: 시위대와 진압 경찰이 튀니지 수도 튀니스의 중심에서 폭력 충돌이 있은 후에 이러한 일련의 사건이 벌어졌다.

source: This development comes one day after Ben Ali announced he was to step down at the end of his mandate in 2014.
ko: 벤 알리가 그의 임기 만료 일인 2014년에 사임 하겠다고 발표함에 따라 시디 부지드(Sidi Bouzid) 중심가에서 시위가 시작했고 빠르게 다른 지역과 도시로 퍼져나갔다.

source: Ben Ali's dramatic departure comes after weeks of protests that started in the central city of Sidi Bouzid before spilling into other regions and cities and finally reaching the capital city of Tunis.
ko: 마지막에 수도인 튀니스에까지 이 시위가 도달 했고 몇 주 후 벤 알리는 갑작스럽게 퇴각했다.

source: Twitter and the blogosphere have been flooded with reactions.
ko: 시디 부지드의 트위터와 블로그는 이 일에 대한 반응으로 넘쳐났다.

source: Image courtesy Nawaat.org
ko: Image courtesy Nawaat.

source: Amira Al Hussaini from Bahrain writes on her blog:
ko: 바레인(Bahrain)의 아미라 알 후세아니(Amira Al Hussaini)는 블로그에 이렇게 썼다:

source: My Twitterfeed is going crazy - thanks to the fast paced developments in Tunisia and it doesn't look like things will slow down anytime soon.
ko: 튀니지의 사건의 빠른 전개 때문에 내 트위터 피드가 미친듯 (:반응이 오고 있다). 이 일은 곧 가라앉을 것 같지가 않다.

source: I am fortifying myself with an assortment of tea and banishing my gang of seven cats to another part of the house to sit back and watch and report on the unfolding historic events in what is now becoming a Twitterised Revolution.
ko: 나는 티 종합 세트를 챙기고 7마리 고양이와 함께 집의 다른 부분으로 옮겨서 자리를 잡고 이 역사적 사건의 전개를 직접 보고 보도할 예정이다.

source: Alaeddine Ghazouani cheers writing:
ko: 이 사건은 트위터를 통한 혁명으로 발전하고 있다.

source: Remember the fabled "Arab Street" you read about in polls & press?
ko: 여러 조사와 언론에서 전한 전설적인 '아랍 거리(사건)' 를 기억하는가?

source: It has spoken and it just took down a dictator #sidibouzid
ko: 이 모든 것이 4주 전에 시디 부지드의 중심가에서 모하메드 부아지지(Mohamed Bouazizi)로 인해 발발했다.

source: This all started four weeks ago in the central town of Sidi Bouzid when Mohamed Bouazizi, a young unemployed 26-year-old university graduate self immolated in an desperate act of protest after the police confiscated his stall of fruits and vegetables.
ko: 부아지지는 26세의 무직 대학교 졸업생으로 경찰이 그의 가판대에 있는 과일과 야채를 모두 압수한 이후 그는 절박하게 시위를 벌렸고 후 스스로 분신하였다.

source: @JawazSafar (Moh'd Yousef) reminds us tweeting:
ko: 튀니지 국민 여러분, 아직 기뻐하기는 이릅니다.

source: Tunisians, too early for congratulations, we did not succeed yet. power is still in the corrupt RCD party. #sidibouzid #tunisia #jasminrevolt
ko: 우리는 아직 성공한 것이 아닙니다. 아직도 부패한 RCD 당이 정권을 잡고 있습니다.

source: Liliane writing on From Beirut With Funk congratulates the Tunisian people.
ko: #sidibouzid #tunisia #jasminrevolt

source: First of all: Mabrouk to Tunisian people!
ko: 당신들은 오늘 큰 일을 하셨습니다.

source: You did something today, you sent away a dictator!
ko: 바로 독재자를 몰아내신 것이죠!

source: Second of all: Beware!
ko: 두 번째로 드릴 말씀은, 조심하십시오!

source: Yes!
ko: 예.

source: Beware, beware beware!
ko: 조심 또 조심하세요!

source: January 14, 2011, remind a lot of Lebanese of March 14, 2005!
ko: 2011년 1월 14일은 레바논의 2005년 3월 14일을 떠올리게 합니다.

source: We were very happy that day, we thought we were having a new start and it was a new beginning, and a new country in the horizon!
ko: 우리는 그 날 정말 행복했고 새로운 시작이라고 생각했습니다. 그리고 실제로 이 날은 새로운 시작의 날이었고, 새로운 국가로의 지평이 열린 날 이었습니다.

source: Look at us now!
ko: 그러나 지금의 우리를 보십시오!

source: To commemorate the day, blogger Jawaz Safar quotes an Arab poet Ruba Yassin:
ko: 이 날을 기념하기 위해서, 블로거 자와즈 사파르 (Jawaz Safar)는 아랍 시인 루바 야신(Ruba Yassin)의 글을 인용했다:

source: “One day inshallah we will tell our children that we witnessed the end of an oppression, and that no matter how dark things get, with faith and determination they can change their world” ~ Ruba Yassin
ko: "인샬라, 어느 날 우리는 우리의 아이들에게 우리가 억압의 종말을 보았다고 말해줄 것입니다.

source: Indonesia threatens to close down Blackberry · Global Voices
ko: 인도네시아, 블랙 베리 폐쇄 협박

source: Through his twitter account, Indonesia's Minister of Communication and Information Tifatul Sembiring accused Blackberry Research In Motion (RIM) of being unresponsive to the demand of the government to filter pornographic content via its browser.
ko: 인도네시아의 정통부 장관 티파툴 셈비링(Tifatul Sembiring)은 블랙 베리의 리서치 인 모션(RIM)이 블랙 베리 브라우저 상 음란물 컨텐츠를 필터하라는 정부의 요구에 응하지 않았다고 자신의 트위터를 통해 비난하고 나섰다.

source: He added that if RIM doesn't comply with the demand by January 21, the government will block Blackberry's browser.
ko: 그는 만약 블랙 베리의 RIM이 1월 21일까지 정부의 요구를 따르지 않는다면 블랙 베리 창을 폐쇄할 것이라고 더했다.

source: Tifatul is a member of an Islamic political party which is known to be a strict follower and enforcer of Shariah laws.
ko: 티파툴은 이슬람 정치 당의 멤머이며 샤리아 법률을 엄격하게 준수하고 집행시키는 인물로 알려지고 있다.

source: Responding to his latest anti-porn tweet, many twitter users in Indonesia started to use the #bbsyariah hashtag.
ko: 그는 최근에 포르노에 반대하는 메시지를 트윗했고 이에 응해 많은 인도네시아 트위터 사용자들은 해쉬태그 #bbsyariah를 사용하기 시작했다.

source: Here are some twitter reactions:
ko: 티파툴은 참 불쌍하도록 절박하게 RIM을 부수려고 합니다.

source: So desperate is TitS (author's note: blogger's nickname for Tifatul Sembiring) to beat down RIM he has gone outside his mandate to try and portray this spat as one that has a nationalist pride angle to it.
ko: 그는 그가 제정한 법률을 넘어서서 이 사건을 국가주의적 자부심의 각도에서 그려내려 합니다. 티파툴은 RIM을 인도네시아를 약탈하는 이교도 침략자 던도로 알고 있습니다.

source: In fact, TitS has decided that, in his opinion, RIM is a marauding infidel invader that has only come to Indonesia to rape and pillage her of her resources and wealth, and pay no taxes into the bargain.
ko: 그가 보기에 RIM은 단지 인도네시아를 강간하고 자원과 부를 약탈하기 위해 인도네시아에 왔으며, 그리고 세금도 안내는 존재이지요.

source: Taxes are generally the domain of the Minister For Finance, and perhaps the Coordinating Minister for Economic Affairs, but generally taxes are not the primary concern of ministers in other fields.
ko: 보통 세금은 재무 장관 영역이거나 경제 부처별 장관의 영역 아닙니까? 일반적으로 세금은 다른 영역 장관의 주요 관심사가 아닙니다.

source: In light of the TitS charge, it is worth asking whether RIM pays its dues.
ko: 티파툴이 말한 대로 RIM이 제대로 세금을 냈는지 묻는 것이 그리 중요한 일인가요?

source: The reality is, if RIM has not been paying its financial obligations then why has it taken a spat over porn filters to make this publicly known?
ko: 만약 RIM이 정해진 재정 의무를 수행하지 않았다면 왜 티파툴은 굳이 공개적으로 음란물을 가지고 RIM에게 시비를 거는 것 일가요?

source: Thumbnail from the Flickr page of basibanget used under CC License Attribution 2.0 Generic (CC BY 2.0)
ko: 포스팅의 썸네일 이미지는 플리커 싸이트의 basibanget의 페이지에서 있던 것으로서 CC 2.

source: Video: Shoemakers of the World · Global Voices
ko: 비디오: 세계의 신발 장인들

source: Imagen por Hugo Esteves CC/By
ko: 휴고 에스티브 (Hugo Esteves) 의 사진 CC/By

source: Today's videos focus on the artisans around the world still making shoes by hand.
ko: 이 비디오는 아직도 손으로 신발을 만드는 세계 곳곳의 장인들에 대한 것이다.

source: From Mexico to Japan: we'll take a look at how different shoes, slippers and sandals are made.
ko: 멕시코부터 일본까지 각 각의 다른 신발, 슬리퍼, 샌달이 어떻게 만들어지는지 보여줄 것이다.

source: We start our journey with Mexico.
ko: 멕시코에서 장인 탐방을 시작해보자.

source: The Rarámuri indian's name is said to mean those who run fast, and that has sparked the attention of runners who believe that by walking in the traditional Tarahumara's shoes, the huaraches, they may be able to tap onto their speed and resistance.
ko: 라라무리 인디안 (Rarámuri indian's)이라는 이름은 엄청나게 빠르게 뛰는 사람을 지칭하며, 이 이름은 전통적인 타라후마라 (Tarahumara)의 신발인 후아라체 (huaraches)를 신으면 달리기 속도와 실력이 늘어난다고 생각하는 많은 육상선수의 관심을 끌었다.

source: Egypt: Twitter Blocked as Demonstrations Continue · Global Voices
ko: 이집트: 트위터 차단!

source: The blocked Twitter page Egyptians get when they try and access Twitter Egypt has just upped its war on the Internet, and cut access to mobile phone communications, in areas where thousands of protesters are reportedly gathering in today's Day of Revolution.
ko: 이집트 당국이 오늘 인터넷과의 전쟁을 선포하고, 오늘 혁명의 날몇 천명의 시위대 집결 지역의 전화 연결을 끊어버렸다.

source: The aim seems to be an attempt to control the flood of protesters and strangle the movement.
ko: 이는 몰려드는 시위대를 제어하고 시위 움직임에 혼란을 야기하기 위한 시도로 보인다.

source: Demonstrations have sprung across the country today, with calls for the end of President Hosni Mubarak's 30-year rule, corruption, economic failings as well as other grievances.
ko: 호스니 무바라크의 30년 독재와 정부의 부패 및 경제 정책 실패 등, 여러 실패들의 이제 끝내자는 목소리가 오늘 전국적인 시위와 함께 일어났다.

source: Word of the protests and gathering points have been announced on social networking sites, including microblogging site, Twitter, which has been blocked by the authorities.
ko: 트위터를 포함한 여러 소셜 네트워크 사이트에 시위 구호와 시위 집결지가 공지 되었고 정부는 이들 사이트를 차단하였다.

source: Such censorship has sparked the anger of activists, especially since it is the first time in Egypt's history that such heavy-handedness is used to silence people online.
ko: 시위 운동가들은 정부의 사이트 폐쇄 조치에 분노하였다. 온라인에서 사람들의 입을 막기 위해 이런 중대 조치를 취한 것은 이집트 역사 상 처음이다.

source: The move is a stark reminder of the iron fist with which ousted Tunisian strongman Zeine El Abidine Ben Ali clamped down on the Internet, in neighbouring Tunisia, whose uprising has inspired millions of Arabs.
ko: 이집트 정부의 이러한 조치는 옆 나라 튀니지에서 대통령 지네 엘 아비디네 벤 알리가 한 때 인터넷에 내려쳤던 '강철 주먹' 을 떠올리게 한다.

source: mubarak regime is blocking internet access to us. keep spreading the word. we are being trapped #25jan
ko: 튀니지의 대통령은 결국 쫒겨났고 이 혁명은 몇 백만의 아랍인들을 눈뜨게 한 사건으로 알려지고 있다.

source: Twitter is banned now from home DSL and soon from mobiles. we r being trapped
ko: 무바라크 정권은 우리가 인터넷에 접근하지도 못하게 했어요.

source: Mohamed ElGohary adds:
ko: 이걸 계속 퍼뜨려주세요.

source: TWITTER IS BLOCKED IN EGYPT #Jan25
ko: 우린 갇혔어요!

source: And Alaa Abd El Fattah is livid and screams:
ko: 또한 그녀는이렇게 덧붙인다:

source: reminder THERE IS NOTHING IN EGYPTIAN LAW THAT ALLOWS FOR BLOCKING WEBSITES. not a single clause, the ISPs are responding to illegal orders
ko: 트위터는 지금 홈 DSL에서 사라졌고 곧 휴대폰에서도 사라질 거예요.

source: Rami Raoof suggests a way of by passing the block:
ko: 모하메드 엘고하리 또한 말한다:

source: netizens in #Egypt- if you want to access Twitter.com & Bambuser.com download TOR from http://torproject.org #Jan25
ko: 이집트 정부에서 트위터를 차단했어요 #Jan25 그리고 알라아 아바드 엘 파타는 격노해 소리지른다: 다시 한번 말씀드리자면, 이집트 법 그 어디에도 웹사이트를 차단시키는 걸 허락하는 조항은 없어요.

source: Phone lines seem to be jammed too.
ko: 단 한 구절도 없단 말입니다.

source: Sally Sami reports: Just left tahrir square.
ko: ISP는 불법적인 명령에 따르고 있는 거예요

source: Tear gas being bombed and all mobile lines not working mostly #jan25
ko: 라미 라우프는 장벽을 돌아가는 방법을 제시한다.

source: Mobinil lines present in tahrir square have been disconnected #jan25
ko: 최루탄으로 꽉 차있는데다가 휴대폰도 안 터지네요 #jan25

source: And news sites are also being filtered, to stop news of the protests from spreading.
ko: 게다가 뉴스 사이트들도 시위 뉴스가 퍼져나가는 것을 막기 위해 검열되고 있다.

source: Jordanian Tololy notes:
ko: Dostor.

source: Dostor.org (independent news website covering #Jan25 protests live) blocked for the 2nd time in #Egypt #ArabProtest
ko: org (#1월 25일의 시위를 생방송 중계하는 개인 뉴스 사이트) 가 #이집트에서 벌써 두 번째 차단되었군요#ArabProtests

source: And Suad Al Subaie adds:
ko: 수아드 알 수바이는덧붙인다:

source: Pictures of Husni Mubarak have been torn down in public. 100+ arrested.
ko: 후스니 무바라크의 사진을 공개적으로 훼손하자 100명이 넘는 사람들이 구속되었어요.

source: 3 Major news channels prevented from covering #Egypt #jan25
ko: 하지만 세 주요 방송사는 이를 다룰 수 없습니다 #이집트 #Jan25

source: For more on the developments in Egypt, follow the hashtag #Jan25 This post is part of our special coverage of Egypt Protests 2011.
ko: 해쉬태그 #Jan25 를 따라가면 이집트에서 일어나는 일들을 실시간으로 알 수 있다.

source: Egypt: The January 25 Demonstrations in Photographs · Global Voices
ko: 이집트: 사진으로 보는 1월 25일의 시위

source: A picture is worth a thousand tweets, especially when Twitter is blocked in Egypt in order to halt the transfer of information about the ongoing demonstrations in Egypt today.
ko: 특히 트위터가 막힌 이집트 같은 상황에서는 말이다. 이집트는 현재 진행되고 있는 시위에 대한 정보의 교환을 막기 위해서 트위터를 폐쇄했다.

source: Egyptian blogger, Zeinobia, decided to take her camera and go down to the streets and take some photographs and upload them to her Flickr account.
ko: 이에 이집트 블로거 제이노비아(Zeinobia)는 카메라를 가지고 거리에 나가 사진을 찍었다. 그리고 사진을 그녀의 플리커(Flickr) 계정에 올렸다.

source: Here are some of her photographs: In Cairo, tens of thousands of the security forces were seen in the streets since the early morning in their famous black uniform.
ko: 이른 아침부터 수 만 명의 전경들이 특유의 검정색 유니폼을 입고 카이로 거리에 나와 있었다.

source: Today is a national holiday in Egypt.
ko: 오늘을 이집트의 국가 기념일로, 거리는 텅 비어 있었다.

source: The streets were empty. Yet the security forces had their own plans to control the flow of protesters, especially when the usual traffic jams in Cairo's streets are not there to do the natural control of the flow for them.
ko: 평시 교통 흐름을 자연적으로 제어 했었던 카이로 거리의 교통 체증이 갑자기 사라지면서 전경들은 어떻게 시위 흐름을 통제할 지 특별 계획을 짜서 움직였다.

source: The security forces blocked some of the major squares and intersections in Cairo.
ko: 전경들은 카이로의 몇 주요 광장과 교차로를 폐쇄했다.

source: Cars were redirected into bridges or tunnels when possible, as it is always harder to demonstrate inside a tunnel, right!?
ko: 이들은 차량을 최대한 다리나 터널 쪽로 우회시켰는데, 이는 시위가 터널 안에서는 힘들기 때문일 것이다.

source: Some users on twitter reported that the underground metro was closed also to control the flow of the protesters.
ko: 몇몇 누리꾼들은 전철로 진입이 제한된 이유도 시위대 흐름을 통제하기 위한 것이라고 말했다.

source: Rassd New Network published a stunning photo of the protesters in Tahrir Square in Cairo down town on their Facebook page (Update: This photo appears to be a copyrighted Getty image, visit Washington Post to see).
ko: 라스트 뉴 네트워크(Rassd New Network)는 카이로 중심가 타리르(Tahrir) 광장를 메운 시위대를 담은 멋진 사진을 그들의 페이스 북 계정에 실었다.

source: In the evening, the number of the protesters in El-Tahrir Square became really huge.
ko: 저녁이 되자 엘 타리르 광장의 시위대는 어마 어마하게 불어났다.

source: Midan El-Tahrir or El-Tahrir Square has been the site for numerous major protests and demonstrations, including in March 2003 when people came out to protest the War in Iraq.
ko: 미단 엘 타리르 혹은 엘 타리르 광장이라 불리는 이 곳은 수 많은 주요 시위와 데모의 장소가 되어온 장소이다.

source: Twitter was reported to be blocked in the afternoon.
ko: Photo taken from RNN Facebook page

source: Before that, some people had the chance to upload photographs to services like twitpic. @M_Na7as uploaded the photograph below on his twitpic account showing how the protesters outnumbered the security forces in the city of El-Mahalla.
ko: 트위터는 이집트에서 오후부터 폐쇄 되었다고 전해지고 있다. 트위터가 막히기 전까지 몇몇 이들은 트윗픽(Twitpic)등의 프로그램을 통해서 사진을 올렸다. 트위터리안 @M_Na7as도 트윗픽 계정으로 사진을 올렸다.

source: The protesters surrounding the security forces in El-Mahalla.
ko: 그의 사진에는 엘 마할라(El-Mahalla) 도시에서 시위대가 전경 수를 압도하는 장면이 찍혀있다.

source: It worth mentioning that El-Mahalla has experienced waves of workers strikes in the past few years.
ko: 엘 마할라 도시에서 최근 몇 년간 노동자 시위가 여럿 있었음을 미리 말해 둔다.
